Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_kiitti_stipendein_saamen_kielten_opinnoissa_menestyneita_oppilaita(0).html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät kiitti stipendein saamen kielten opinnoissa menestyneitä oppilaita
sms: Sääʹmteʹǧǧ späʹssbõõžži stipeeʹndivuiʹm sääʹmǩiõli määttain puârast piʹrǧǧääm mättʼtõõtjid

source: Saamelaiskäräjät jakoi koulujen kevätlukukauden päättyessä stipendejä saamen kielten opinnoissa hyvin menestyneille oppilaille.
sms: Sääʹmteʹǧǧ jueʹjji škoouli ǩiđđjuuʹhlin stipeeʹndid sääʹmǩiõl mättjummšin puârast piʹrǧǧääm mättʼtõõttjid.

source: Stipendin sai yhteensä 32 perusopetuksen päättänyttä oppilasta ja 13 uutta ylioppilasta.
sms: Stipeeʹnd vuåǯǯu õhttsa 32 vuâđđmättʼtõõzz jõskki mättʼtõõttjed da 13 ođđ pâʹjjmättʼtõõtti.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
sms: Sääʹmteeʹǧǧ stipeeʹnd vuåǯǯu täk nuõr: Pâʹjjmättʼtõõtti:

source: Ylioppilaat:
sms: Enontekiö lookkjiškooul : Ibbá Lauhamaa (tâʹvvsääʹmǩiõll), Inger-Anni Valkeapää (tâʹvvsääʹmǩiõll),

source: Enontekiön erälukio: Ibbá Lauhamaa (pohjoissaame), Inger-Anni Valkeapää (pohjoissaame)
sms: Âʹvvel lookkjiškooul : Mihkku Laiti (tâʹvvsääʹmǩiõll), Rufina Kangasniemi (tâʹvvsääʹmǩiõll), Matti Iisakki Musta (tâʹvvsääʹmǩiõll), Vilho-Simon Mäkinen (tâʹvvsääʹmǩiõll), Aada Vuolab (tâʹvvsääʹmǩiõll), Sammeli Suominen (aanarsääʹmǩiõll)

source: Ivalon lukio : Mihkku Laiti (pohjoissaame), Rufina Kangasniemi (pohjoissaame), Matti Iisakki Musta (pohjoissaame), Vilho-Simon Mäkinen (pohjoissaame), Aada Vuolab (pohjoissaame), Sammeli Suominen (inarinsaame)
sms: Uccjooǥǥ sääʹmlookkjiškooul :Senja Aikio (tâʹvvsääʹmǩiõll), Emma Laakso (tâʹvvsääʹmǩiõll), Elle Raudasoja (tâʹvvsääʹmǩiõll), Ánte Tenoranta (tâʹvvsääʹmǩiõll)

source: Utsjoen saamelaislukio: Senja Aikio (pohjoissaame), Emma Laakso (pohjoissaame), Elle Raudasoja (pohjoissaame), Ánte Tenoranta (pohjoissaame)
sms: Sibelius-lukio, Helsinki: Biret-Iŋgá Pieski (tâʹvvsääʹmǩiõll)

source: Sibelius-lukio, Helsinki: Biret-Iŋgá Pieski (pohjoissaame)
sms: Vuâđđmättʼtõõzz spraavâm mättʼtõõtti:

source: Perusopetuksen suorittaneet oppilaat:
sms: Hetta škooul : Elen-Anne Juuso (tâʹvvsääʹmǩiõll), Paulus Labba (tâʹvvsääʹmǩiõll), Julia Näkkäläjärvi (tâʹvvsääʹmǩiõll)

source: Hetan koulu : Elen-Anne Juuso (pohjoissaame), Paulus Labba (pohjoissaame), Julia Näkkäläjärvi (pohjoissaame)
sms: Aanar škooul: Kaisla Suominen (aanarsääʹmǩiõll), Emma Saari (aanarsääʹmǩiõll), Ainomaija Mäenpää (aanarsääʹmǩiõll), Pekka Tervaniemi (aanarsääʹmǩiõll), Tiia-Karen Alakorva (tâʹvvsääʹmǩiõll), Hilda Musta (tâʹvvsääʹmǩiõll), Saranne Näkkäläjärvi (tâʹvvsääʹmǩiõll), Mihku Näkkäläjärvi (tâʹvvsääʹmǩiõll)

source: Inarin koulu: Kaisla Suominen (inarinsaame), Emma Saari (inarinsaame), Ainomaija Mäenpää (inarinsaame), Pekka Tervaniemi (inarinsaame), Tiia-Karen Alakorva (pohjoissaame), Hilda Musta (pohjoissaame), Saranne Näkkäläjärvi (pohjoissaame), Mihku Näkkäläjärvi (pohjoissaame)
sms: Âʹvvel pââibužškooul : Ilona Aikio (tâʹvvsääʹmǩiõll), Essi Mikkola (tâʹvvsääʹmǩiõll), Tuukka Hakovirta (aanarsääʹmǩiõll)

source: Ivalon yläkoulu: Ilona Aikio (pohjoissaame), Essi Mikkola (pohjoissaame), Tuukka Hakovirta (inarinsaame)
sms: Juhannuskylä škooul, Tampere: Mitro Krutsin (aanarsääʹmǩiõll)

source: Juhannuskylän koulu, Tampere: Mitro Krutsin (inarinsaame)
sms: Karigasnjaarg škooul : Ellen Saijets (tâʹvvsääʹmǩiõll), Sive Kangas (tâʹvvsääʹmǩiõll), Johanna Kangas (tâʹvvsääʹmǩiõll), Henri Sarre (tâʹvvsääʹmǩiõll), Ronja Utsi (tâʹvvsääʹmǩiõll), Isak Pieski (tâʹvvsääʹmǩiõll)

source: Karigasniemen koulu: Ellen Saijets (pohjoissaame), Sive Kangas (pohjoissaame), Johanna Kangas (pohjoissaame), Henri Sarre (pohjoissaame), Ronja Utsi (pohjoissaame), Isak Pieski (pohjoissaame)
sms: Kastelli škooul, Oulu: Hannes Huusko (tâʹvvsääʹmǩiõll)

source: Kastellin koulu, Oulu: Hannes Huusko (pohjoissaame)
sms: Čeʹvetjääuʹr škooul: Markus Porsanger (nuõrttsääʹm), Inari Jomppanen (nuõrttsääʹm), Janna-Maria Semenoff (nuõrttsääʹm)

source: Sevettijärven koulu: Markus Porsanger (koltansaame), Inari Jomppanen (koltansaame), Janna-Maria Semenoff (koltansaame)
sms: Tähtikunta škooul, Suäʹđjel: Veeti Tanhua (tâʹvvsääʹmǩiõll), Valtteri Karppinen (tâʹvvsääʹmǩiõll)

source: Tähtikunnan koulu, Sodankylä: Veeti Tanhua (pohjoissaame), Valtteri Karppinen (pohjoissaame)
sms: Uccjokknjääʹlm škooul : Lávra Länsman (tâʹvvsääʹmǩiõll), Aaro-Sámmol Syvänperä (tâʹvvsääʹmǩiõll), Sammeli Valle (tâʹvvsääʹmǩiõll)

source: Utsjokisuun koulu : Lávra Länsman (pohjoissaame), Aaro-Sámmol Syvänperä (pohjoissaame), Sammeli Valle (pohjoissaame)
sms: Vuâčč škooul: Ante Magga (tâʹvvsääʹmǩiõll), Olavi Hetta (tâʹvvsääʹmǩiõll)

source: Vuotson koulu: Ante Magga (pohjoissaame), Olavi Hetta (pohjoissaame)
sms: Sääʹmteʹǧǧ ääjast leekk da šiõǥǥ ǩieʹssluäm pukid!
